{
    "Projects: The Vitara Protocols": [{
        "order": 1,
        "headline": "Liquid Immortality",
        "content": "I have analyzed the pool of water directly beneath the Focus of Life, and the results are truly staggering. It appears as if the liquid has been purely infused with the intense primal energies that emanate from the Focus itself, resulting in a symbiotic elemental matrix that even the Weavers do not fully understand.\n\nAnd if an organism were to drink from these waters? It might indeed grant them eternal life.\n\nI often find Nuriam sitting quietly beside the pool’s tranquil waters, no doubt preparing for her imminent transformation as the conclusion of the Vitara Protocols approaches.",
        "source": "Datacube by Koral",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Vital Ascendancy",
        "content": "I've only a little while before the Vitara Protocols are concluded, and I have chosen to spend my last moments here.\n\nI have always found this location to be strangely peaceful, as if the savage laws which rule this jungle are somehow inexplicably suspended here.\n\nI am not afraid of what will transpire tomorrow. I have seen the others, and I know the risks. But I am very curious as to how I will see the world after it happens.\n\nWill I be benevolent? Vengeful? Cruel? Or will such emotions no longer have meaning for me? Perhaps the gods are beyond such petty concerns.",
        "source": "Datacube by Nuriam",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Magnificent Transformation",
        "content": "The Vitara Protocols have concluded, and the result can only be described as... magnificent. Of all the Primevals that we have created, Vitara is by far the most impressive.\n\nI feel as if I can still sense Nuriam behind the creature’s eyes, but my mentor has now become something else. Something both infinitely wise and undeniably dangerous.\n\nI am not ashamed to admit that she frightens me.",
        "source": "Datacube by Ohmna",
        "sourcetype": "datacube"
    }],
    "Projects: The Luminai Project": [{
        "order": 1,
        "headline": "The Sacrifice",
        "content": "We have completed our design for the Luminai Project, and now all that we require is a human specimen from which the hybrid organism will be created. After studying the list of acceptable candidates provided to us by the Mechari, I have chosen the female known as Tresayne Toria.\n\nHer strength, beauty, and fearlessness will make her the perfect \"mother\" for the new ruler of our galactic empire. I look forward to her imminent arrival.",
        "source": "Datacube by Ohmna",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Hybrid Material",
        "content": "With the recent arrival of the Cassian Tresayne Toria, the Luminai Project can now officially commence.\n\nAlthough we have not yet recorded her primal pattern, my preliminary analysis of her physiological data is extremely encouraging. She is an extraordinary human specimen, and will serve as the perfect template for our human-Eldan hybrid. I only hope that her... spiritedness... will not become an obstruction that results in her death.",
        "source": "Datacube by Ohmna",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Peculiar Fascination",
        "content": "We have tasked the Pell with overseeing Tresyane Toria and her servants while the Progenitors work on creating the Luminai hybrid.\n\nAlthough, I am certain that the Pell will serve us loyally as they always have, their interest in Toria has become an intense adoration that I personally find distasteful. Even I must admit that she is a fascinating specimen, but she is still an experimental variable and should be treated as such.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }, {
        "order": 4,
        "headline": "Luminai Completion",
        "content": "The Luminai Project is finally complete. By extracting the primal pattern of the human Tresayne Toria, and combining it with my own, we have created a completely unique hybrid that represents the best parts of both species.\n\nThis individual, which we have named Dominus, will soon travel to planet Cassus, where he will establish a powerful galactic Dominion that we will control.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 5,
        "headline": "Luminous Hybrid",
        "content": "The creation of the Luminai by the Progenitors is a true milestone in the history of the Project.\n\nAside from being the first successful hybrid with an extraterrestrial species, it also represents the genesis of a powerful empire that will extend beyond the confines of this world.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 6,
        "headline": "Genetic Instability",
        "content": "Despite the Archon's approval, it is the opinion of the Watchers that there are inherent flaws in the design of the Luminai.\n\nThe Progenitors have made it very clear that genetic flaws may arise from multi-generational breeding, perhaps leading to delusion, madness and other forms of mental instability.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }],
    "Projects: The Cassian Initiative": [{
        "order": 1,
        "headline": "Dominus Born",
        "content": "The Luminai hybrid known as Dominus has now completed his training with Tresayne Toria, and will soon leave for planet Cassus to rule. Despite my initial concerns about both the Cassian Initiative and the Luminai Project, I must admit that I am completely satisfied with their progress thus far.\n\nDominus is truly an impressive creature, and I am certain that the Cassians will follow him without question. The age of the Dominion is now at hand.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Cassian Initiative",
        "content": "After long discussions among the Orders we have decided to move forward with the Cassian Initiative.\n\nThey are sufficiently advanced to have warranted our attention, and analysis indicates that they will be the perfect leaders for our new empire; one that will rule the galaxy until our great work here on Nexus is complete.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Devotional Trait",
        "content": "Each time observe these humans, I am surprised at their continued devotion to Vitara. As a species, their need for something to worship defines them – which, of course, is why they were selected in the first place.\n\nBut if our efforts with the Genesis Prime are successful, there will soon be an altogether different god for them to serve.",
        "source": "Datacube by Elyona",
        "sourcetype": "datacube"
    }, {
        "order": 4,
        "headline": "Severe Measures",
        "content": "The recent destruction of the Cassian vessel was tragic, although completely necessary for the ongoing security of the Project.\n\nIt was made abundantly clear to the humans that they were never to attempt escape from Nexus, and that such an attempt would result in severe consequences.\n\nIn hindsight, we may have considered disabling their ship, but the event should serve as a poignant example for those who remain.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 5,
        "headline": "Unexpected Longevity",
        "content": "I recently learned that Tresayne Toria and her “swordsisters” are still alive in this jungle, preserved for hundreds of years by the intense energies of the Focus of Life.\n\nThey have also pledged their eternal allegiance to Vitara, although what possible use the creature might have for these humans is well beyond my comprehension.\n\nI try to imagine their lives, helpless victims of circumstance torn from their homes, living forever on a hostile alien world from which they can never escape.\n\nTheir story, although the stuff of legends, is incomparably tragic.",
        "source": "Datacube by Elyona",
        "sourcetype": "datacube"
    }]
}
