{
    " ": [{
        "order": 1,
        "headline": "Revenge is a particle destabilizer",
        "content": "<p>Captain Caeson Aurelius stood on the bridge of his flagship, the Radiant, his command screen dominated by the swirling, red planet of Quorin Prime. The Dominion armada had found its prey. Outnumbered and outgunned, the battered rebel fleet of the traitorous Serrick Brightland, his previous commander and mentor, clustered together on the far side of the planet.</p><p>Brightland was using a classic tactic: hiding his fleet in the gravity well of the planet. It was a maneuver Caeson knew well, one he had learned from Brightland himself. After their last skirmish, the rebel fleet was in desperate need of repairs, but Caeson had tracked them down before they were able to complete them.</p><p>On Caeson’s command, coruscating weapons-fire lit up the skies, systematically wearing down the enemy’s shields. As the Exiles struggled to return fire, Caeson watched a crippled ship decay from orbit, trailing fire as it fell toward the planet’s surface. The timing was perfect. Victory was inevitable.</p><p>The Exiles began their retreat, and the Dominion pursued them. Aurelius knew that the planet’s gravity well made jumping to hyperspeed impossible, and the empire’s attack ships would be well in range before the rebels could reach safe distance.</p><p>But just as Aurelius prepared to target the fleeing vessels, Brightland turned his warship and set a course directly for the Radiant itself.</p><p>Aurelius’s armada unleashed every battery and cannon it had in response, engulfing the approaching ship in ghostly zero-g flame. Behind it,  Exile starship spindrives flashed one by one, leaving their leader alone and undefended. Brightland’s suicidal maneuver had saved the remaining rebel ships, but his imminent death would mean an end to their pathetic rebellion. Caeson’s armada could easily hunt down rebel stragglers once this final deed was done.</p><p>Despite taking heavy damage, Brightland’s ship relentlessly continued its collision course with the Radiant. Caeson unleashed his full arsenal on approaching ship, destroying its few remaining defenses. In the midst of the violent barrage, Aurelius received an incoming call: Brightland was hailing him.</p><p>The image of his mentor appeared on the command screen. He was obviously wounded, leaning heavily upon his ship’s navigation console, coughing and spitting blood.</p><p>“This is not over… Aurelius.”</p><p>The Dominion captain stoically regarded his old friend and mentor, burying the visceral pain caused by his betrayal.</p><p>“It is for you, traitor.”</p><p>Chunks of hull plating flew from the two ships as they hurtled toward impact. Aurelius ordered his men to stay the course, prepared to die in order to ensure Brightland’s death. But just before the two ships collided, the rebel warship jumped into hyperspace and was gone.</p><p>Aurelius cried out in rage. The traitor’s desperate gamble had worked.</p><p>Furious, Caeson Aurelius swore an oath. His family would not rest until they had eliminated the last vestiges of Brightland’s traitorous rebellion, even if it took them a thousand years or more.</p>",
        "source": "Tales from beyond the Fringe",
        "sourcetype": "tfbtf"
    }]
}
