{
    "The Elderroot Initiative": [{
        "order": 1,
        "headline": "Phase 1: Collective Life Force",
        "content": "What a discovery! The beauty and complexity of this tree’s interior is amazing, almost as if the tree itself created such a space for others to explore and experience.\n\nIt would not surprise me if this tree was blessed with a form of higher intelligence, perhaps connected to the planet’s collective life force in a way that we do not yet completely understand.\n\nNexus continues to inspire me.",
        "source": "Datacube by Ohmna",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Phase 1: Botanical Sentience",
        "content": "I am very pleased with the progress that we have made on the Elderoot Initiative. It has long been known to us that plants of a certain age and size develop a primitive awareness of their surroundings, but we have amplified that awareness exponentially.\n\nPut simply, we are creating a sentient tree. What secrets will it reveal when at last it speaks?",
        "source": "Datacube by Ohmna",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Phase 1: Energetic Organism",
        "content": "Creating sentience from primal life is an important aspect of the Elderoot Initiative.\n\nBy constructing these primal infusers, I have been able to create a stable physiological matrix around an advanced power core, resulting in an organism that is created from pure energy.\n\nThe success of this experiment bodes well for the larger goals of the Nexus Project.",
        "source": "Datacube by Zarkonis",
        "sourcetype": "datacube"
    }, {
        "order": 4,
        "headline": "Phase 1: Parasitic Threat",
        "content": "My exploration of this cave system has revealed a hive of voracious subterranean parasites, located in close proximity to the primary root system of the Elderoot Initiative’s test subject.\n\nAlthough they do not currently pose a threat, in time it could become a very serious issue. We must carefully monitor these pests and exterminate them, if necessary.",
        "source": "Datacube by Nazrek",
        "sourcetype": "datacube"
    }, {
        "order": 5,
        "headline": "Phase 1: Unexpected Mutation",
        "content": "Although the Elderoot Initiative should be counted a resounding success, there have been unforeseen side effects. A large amount of excess primal energy is radiating from some of the tree's roots, resulting in small mutations of the subterranean wildlife. Over time, this situation could become increasingly worse.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }],
    "The Osiric Protocols": [{
        "order": 1,
        "headline": "Phase 2: Alpha Phase",
        "content": "This canyon is a perfect place to achieve the first phase of the Osiric Protocols, near enough to the Focus of Air that we can draw latent primal energy from the surrounding atmosphere.\n\nOur servants, the Pell, have been very helpful in constructing the system, continuing to prove their usefulness to the Project.",
        "source": "Datacube by Koral",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Phase 2: Creature Genesis",
        "content": "The Makers have assured me that the Focus of Air can theoretically be used for the Osiric Protocols, although I find it hard to believe that the test subject will survive exposure to such tremendous levels of primal energy.\n\nWhat unimaginable creature will step forth when the process is complete?",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Phase 2: Imminent Transformation",
        "content": "We have finished the Incubator and installed it in the cave at the end of this canyon... and one of the Pell has volunteered to be our first test subject for sentient infusion. I look forward to seeing the outcome.\n\nIf we are successful, achievement of the Osiric Protocols will soon be within our grasp.",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
    }],
    "The Hydris  Protocols": [{
        "order": 1,
        "headline": "Phase 2: Chosen One",
        "content": "It is a great honor to have been chosen as the potentiate for the Hydris Protocols! Of all those who might be worthy, and it is I who the Archon has named.\n\nUpon reflection, I do find it a bit strange. Unnerving. Almost as if there my colleagues have some clandestine motive, as yet undefined.\n\nSchemers! I don’t trust any of them!",
        "source": "Datacube by Yuria",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Phase 2: Fluid Instability",
        "content": "Water is the most difficult of all of the primal elements. It is elusive and unpredictable, with an inherent instability that makes it difficult to manipulate.\n\nIt should therefore come as no surprise that Yuria has been chosen for the Hydris Protocols. She could not possibly be more unstable.",
        "source": "Datacube by Aviel",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Phase 2: Appropriate Selection",
        "content": "My excitement continues to build as we near the execution of the Hydris Protocols, although I find it a bit unsettling that I was selected to be infused by the most unpredictable and unstable of all of the elements.\n\nThe Archon has encouraged me not to read anything into it. I mean, why would I possibly fail to trust such a disingenuous misguided bureaucrat?! Does he think me such a fool?",
        "source": "Datacube by Yuria",
        "sourcetype": "datacube"
    }, {
        "order": 4,
        "headline": "Phase 2: Unpredictable Outcome",
        "content": "As we near the execution of the Hydris Protocols, I must admit that I have grave concerns about the selection of Yuria.\n\nAlthough the Evokers are generally obtuse and unpredictable, Yuria’s particular instabilities are extreme.\n\nI understand she was chosen for exactly this reason, but I fear that something terrible is on the horizon.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 5,
        "headline": "Phase 2: Unstable Transcendence",
        "content": "It is only hours before I am to make my final transformation. I can feel the others looking at me all the time.\n\nIs it pity? Fear? No, wait. I know. It’s jealousy. They covet the honor for which I have been chosen! Well, I don’t blame them. Who wouldn’t want to become as a god? It’s such a great burden.\n\nAnd a terrible god I shall be! I will destroy them all!",
        "source": "Datacube by Yuria",
        "sourcetype": "datacube"
    }, {
        "order": 6,
        "headline": "Phase 2: Dangerous Opinions",
        "content": "Hydris, Goddess of Water. Am I the only one amongst us who finds this troubling? Naming our creations after ancient Eldan gods?\n\nWhat began as our greatest work of science is slowly becoming something more insidious and dangerous.\n\nI must be more cautious. I have heard whispers about my 'obstructive opinions', and frankly, I begin to fear for my life.",
        "source": "Datacube by Koral",
        "sourcetype": "datacube"
    }, {
        "order": 7,
        "headline": "Phase 2: Protocol Deterioration",
        "content": "Power levels for the Focus of Water appear stable. Initiating primal matrix. Commencing Hydris Protocols in \n\n5... \n\n4... \n\n3... \n\n2... \n\n1... \n\nInfusion process initiated. Cellular transformation in process. Subject’s vitals are normal... wait, we are seeing a psychological fluctuation.\n\nAttempting to normalize. Normalization failed.\n\nOh, no. Primal matrix deteriorating. System overload imminent!\n\nSubject is... by the gods of Orias... run!",
        "source": "Datacube by the Nexus Project",
        "sourcetype": "datacube"
    }, {
        "order": 8,
        "headline": "Phase 2: Tragic Conclusion",
        "content": "I have little time. We were indeed successful in creating a stable matrix, but an unexpected power surge caused by volatile primal water resulted in a system overload.\n\nThe cavern is being flooded with a toxic vapor, and hostile elemental life forms created in the reaction are now attacking my assistants. I am shutting the system down now.",
        "source": "Datacube by Xarophet",
        "sourcetype": "datacube"
    }, {
        "order": 9,
        "headline": "Phase 2: Tragic Outcome",
        "content": "The tragedy of the conclusion of the Hydris Protocols cannot be overstated.\n\nAlthough we extracted the necessary data in order to proceed to the next stage of the Nexus Project, the Focus of Water has been irreparably damaged, and the test subject has disappeared into the deeps.\n\nStill, we must press on. Our greatest work still lies before us.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }],
    "Projects: The Luminai Project": [{
        "order": 1,
        "headline": "Phase 3: The Sacrifice",
        "content": "We have completed our design for the Luminai Project, and now all that we require is a human specimen from which the hybrid organism will be created. After studying the list of acceptable candidates provided to us by the Mechari, I have chosen the female known as Tresayne Toria.\n\nHer strength, beauty, and fearlessness will make her the perfect \"mother\" for the new ruler of our galactic empire. I look forward to her imminent arrival.",
        "source": "Datacube by Ohmna",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Phase 3: Hybrid Material",
        "content": "With the recent arrival of the Cassian Tresayne Toria, the Luminai Project can now officially commence.\n\nAlthough we have not yet recorded her primal pattern, my preliminary analysis of her physiological data is extremely encouraging. She is an extraordinary human specimen, and will serve as the perfect template for our human-Eldan hybrid. I only hope that her... spiritedness... will not become an obstruction that results in her death.",
        "source": "Datacube by Ohmna",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Phase 3: Peculiar Fascination",
        "content": "We have tasked the Pell with overseeing Tresyane Toria and her servants while the Progenitors work on creating the Luminai hybrid.\n\nAlthough, I am certain that the Pell will serve us loyally as they always have, their interest in Toria has become an intense adoration that I personally find distasteful. Even I must admit that she is a fascinating specimen, but she is still an experimental variable and should be treated as such.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }, {
        "order": 4,
        "headline": "Phase 3: Luminai Completion",
        "content": "The Luminai Project is finally complete. By extracting the primal pattern of the human Tresayne Toria, and combining it with my own, we have created a completely unique hybrid that represents the best parts of both species.\n\nThis individual, which we have named Dominus, will soon travel to planet Cassus, where he will establish a powerful galactic Dominion that we will control.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 5,
        "headline": "Phase 3: Luminous Hybrid",
        "content": "The creation of the Luminai by the Progenitors is a true milestone in the history of the Project.\n\nAside from being the first successful hybrid with an extraterrestrial species, it also represents the genesis of a powerful empire that will extend beyond the confines of this world.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 6,
        "headline": "Phase 3: Genetic Instability",
        "content": "Despite the Archon's approval, it is the opinion of the Watchers that there are inherent flaws in the design of the Luminai.\n\nThe Progenitors have made it very clear that genetic flaws may arise from multi-generational breeding, perhaps leading to delusion, madness and other forms of mental instability.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }],
    "Projects: The Cassian Initiative": [{
        "order": 1,
        "headline": "Phase 3: Dominus Born",
        "content": "The Luminai hybrid known as Dominus has now completed his training with Tresayne Toria, and will soon leave for planet Cassus to rule. Despite my initial concerns about both the Cassian Initiative and the Luminai Project, I must admit that I am completely satisfied with their progress thus far.\n\nDominus is truly an impressive creature, and I am certain that the Cassians will follow him without question. The age of the Dominion is now at hand.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Phase 3: Cassian Initiative",
        "content": "After long discussions among the Orders we have decided to move forward with the Cassian Initiative.\n\nThey are sufficiently advanced to have warranted our attention, and analysis indicates that they will be the perfect leaders for our new empire; one that will rule the galaxy until our great work here on Nexus is complete.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Phase 3: Devotional Trait",
        "content": "Each time observe these humans, I am surprised at their continued devotion to Vitara. As a species, their need for something to worship defines them – which, of course, is why they were selected in the first place.\n\nBut if our efforts with the Genesis Prime are successful, there will soon be an altogether different god for them to serve.",
        "source": "Datacube by Elyona",
        "sourcetype": "datacube"
    }, {
        "order": 4,
        "headline": "Phase 3: Severe Measures",
        "content": "The recent destruction of the Cassian vessel was tragic, although completely necessary for the ongoing security of the Project.\n\nIt was made abundantly clear to the humans that they were never to attempt escape from Nexus, and that such an attempt would result in severe consequences.\n\nIn hindsight, we may have considered disabling their ship, but the event should serve as a poignant example for those who remain.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 5,
        "headline": "Phase 3: Unexpected Longevity",
        "content": "I recently learned that Tresayne Toria and her “swordsisters” are still alive in this jungle, preserved for hundreds of years by the intense energies of the Focus of Life.\n\nThey have also pledged their eternal allegiance to Vitara, although what possible use the creature might have for these humans is well beyond my comprehension.\n\nI try to imagine their lives, helpless victims of circumstance torn from their homes, living forever on a hostile alien world from which they can never escape.\n\nTheir story, although the stuff of legends, is incomparably tragic.",
        "source": "Datacube by Elyona",
        "sourcetype": "datacube"
    }]
}
/*[{
	"label": "The Nexus Project",
	"entries": [{
		"order": 1,
		"headline": "TODO Structural Instability",
		"content": "I have witnessed a number of disturbing behaviors in certain individuals, and a growing schism between the Orders as the Project continues. Although this was not completely unforeseen, I do have concerns about the unexpected variables and their consequences.",
		"source": "Datacube by Ionis",
		"sourcetype": "datacube"
	}]
}, {
	"label": "The Vitara Protocols",
	"entries": [{
        "order": 1,
        "headline": "Phase 3: Liquid Immortality",
        "content": "I have analyzed the pool of water directly beneath the Focus of Life, and the results are truly staggering. It appears as if the liquid has been purely infused with the intense primal energies that emanate from the Focus itself, resulting in a symbiotic elemental matrix that even the Weavers do not fully understand.\n\nAnd if an organism were to drink from these waters? It might indeed grant them eternal life.\n\nI often find Nuriam sitting quietly beside the pool’s tranquil waters, no doubt preparing for her imminent transformation as the conclusion of the Vitara Protocols approaches.",
        "source": "Datacube by Koral",
        "sourcetype": "datacube"
    },{
		"order": 2,
		"headline": "Phase 3: Vital Ascendancy",
        "content": "I've only a little while before the Vitara Protocols are concluded, and I have chosen to spend my last moments here.\n\nI have always found this location to be strangely peaceful, as if the savage laws which rule this jungle are somehow inexplicably suspended here.\n\nI am not afraid of what will transpire tomorrow. I have seen the others, and I know the risks. But I am very curious as to how I will see the world after it happens.\n\nWill I be benevolent? Vengeful? Cruel? Or will such emotions no longer have meaning for me? Perhaps the gods are beyond such petty concerns.",
        "source":     "Datacube by Nuriam",
		"sourcetype": "datacube"
	}, {
      "order": 3,
      "headline": "Phase 3: Magnificent Transformation",
      "content": "The Vitara Protocols have concluded, and the result can only be described as... magnificent. Of all the Primevals that we have created, Vitara is by far the most impressive.\n\nI feel as if I can still sense Nuriam behind the creature’s eyes, but my mentor has now become something else. Something both infinitely wise and undeniably dangerous.\n\nI am not ashamed to admit that she frightens me.",
      "source": "Datacube by Ohmna",
      "sourcetype": "datacube"
  }]
}, {
	"label": "The Osiric Protocols",
	"entries": [{
		"order": 1,
		"headline": "Phase 2: Creature Genesis",
		"content": "The Makers have assured me that the Focus of Air can theoretically be used for the Osiric Protocols, although I find it hard to believe that the test subject will survive exposure to such tremendous levels of primal energy.\n\nWhat unimaginable creature will step forth when the process is complete?",
		"source": "Datacube by Jariel",
		"sourcetype": "datacube"
	},{
        "order": 2,
        "headline": "Phase 2: Imminent Transformation",
        "content": "We have finished the Incubator and installed it in the cave at the end of this canyon... and one of the Pell has volunteered to be our first test subject for sentient infusion. I look forward to seeing the outcome.\n\nIf we are successful, achievement of the Osiric Protocols will soon be within our grasp.",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
      }]
}, {
	"label": "Genesis Prime",
	"entries": [{
		"order": 1,
		"headline": "TODO Difficult Choice",
		"content": "In light of the recently defined parameters for the creation of the Genesis Prime, we must now choose six candidates from among the Orders who will serve as its vessels.\n\nThis decision may indeed be the most vital in the history of our entire species. If the Genesis Prime is to be our greatest achievement, these individuals must represent our most innovative and brilliant minds.\n\nNot surprisingly, the Watchers have been tasked with making this decision.",
		"source": "Datacube by Ionis",
		"sourcetype": "datacube"
	}, {
		"order": 2,
		"headline": "TODO Radical Deviation",
		"content": "I have just been informed by the Archon that my petition has been received and accepted. I will indeed be one of the six vessels for the Genesis Prime.\nUnfortunately, my second petition was soundly rejected. Given the obvious superiority of my Order, I thought it was only logical that all six of the vessels be Evokers.\n\nThe Archon appeared to understand my position, but made it clear that such a radical deviation from the current plan was not possible.",
		"source": "Datacube by Bathior",
		"sourcetype": "datacube"
	}, {
		"order": 3,
		"headline": "TODO Potential Candidate",
		"content": "I have much to consider. The Archon has mentioned that I may be one of the six vessels chosen for the creation of the Genesis Prime.\n\nAlthough I cannot deny a certain fear about the process itself, it is greatly outweighed by the anticipation of what might follow.\n\nJust think of what I... what we... could accomplish with such incomprehensible power. I would have no choice but to accept.",
		"source": "Datacube by Aviel",
		"sourcetype": "datacube"
	}, {
        "order": 4,
        "headline": "TODO Expected Opportunity",
        "content": "It comes as no surprise that I have been chosen as one of the six. Rumors abound that Ohmna turned down the opportunity before it was offered to me, but I am quite certain that such talk merely reflects the jealousy of my mostly incompetent colleagues.\n\nAlthough I am not sure that I relish the idea of surrendering my individual consciousness into the more collective intellect of the Genesis Prime, refusing such an offer is completely out of the question.",
        "source": "Datacube by Nazrek",
        "sourcetype": "datacube"
    },{
    "order": 5,
    "headline": "TODO Unalterable Impression",
    "content": "I have heard Progenitor Nazrek touting his recent selection as one of the six. For my part, I have done my best to avoid discussions about the topic altogether.\n\nIt is true that the Archon approached me first, and it is also true that I refused him almost immediately. Perhaps it is cowardice on my behalf, but the sight of Nuriam after her transformation into Vitara made an unalterable impression on me.\n\nI have no interest in losing myself, even in pursuit of what may be our single greatest achievement.",
    "source": "Datacube by Ohmna",
    "sourcetype": "datacube"
  },{
        "order": 6,
        "headline": "TODO Geological Irony",
        "content": "This valley is truly a geological wonder, located in the shadow of these massive crystalline structures. Although it may sound ironic, I do find a certain peace here. Perhaps this is because it represents the strength and beauty of the natural world - at least as natural as can be expected here on Nexus.\n\nBefore coming here, I was informed by the Archon that I will not be one of the six - and it appears that none of my colleagues in the Order of the Shapers will be selected either.\n\nIt may be inappropriate to say, but I have never been so relieved.",
        "source": "Datacube by Koral",
        "sourcetype": "datacube"
    }, {
        "order": 7,
        "headline": "TODO Unintended Results",
        "content": "The Archon has allowed to me see the design schematics for the device that will create the Genesis Prime. I am awestruck at both its elegance and complexity, but I also have concerns that there are both technological and biological aspects of the process that I do not yet completely understand.\n\nI must study further. A lack of scientific clarity usually leads to unintended, and often disastrous, results.",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
      },{
        "order": 8,
        "headline": "TODO Irrefutable Rationality",
        "content": "In light of the imminent conclusion of the Nexus Project, I have requested that my name be taken off the list of potential vessels for the Genesis Prime. As I have been directly responsible for constructing the device that will make its creation possible, it seems illogical that anyone but myself should operate the device when the time comes. <p>The Archon vehemently attempted to change my opinion, and told me repeatedly that I was the greatest mind in the history of my Order and thus deserving of the honor – but in the end, he could not disagree with the rationality of my argument.</p>",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
      },{
        "order": 9,
        "headline": "TODO Covert Adjustment",
        "content": "It is done. With the help of my knowledgeable ally, I have made the necessary adjustments to the Protoplasmic Resonator.\n\nI have been assured that Vorion will not notice until after the process is complete, and by then, of course, it will no longer matter.\n\nWill the others understand? To be honest, I couldn’t possibly care less. The stakes of this game were too high. Did anyone truly expect me to sit back and play by the rules?",
        "source": "Datacube by Nazrek",
        "sourcetype": "datacube"
    }, {
		"order": 10,
		"headline": "TODO Remarkable Creature",
		"content": "This is truly an exciting time! I have been tasked with observing and training Drusera - the Genesis Prime.\n\nBecause her innate powers of creation are facilitated through an advanced form of evocation, it was only logical that one of the Evokers would be responsible for helping her reach her true potential.\n\nI have only met her once, and she is indeed a remarkable creature. Blessed with intelligence, beauty, innocence, and virtually unlimited power, she is unquestionably the Eldan's greatest accomplishment.",
		"source": "Datacube by Elyona",
		"sourcetype": "datacube"
	}, {
	    "order": 11,
	    "headline": "TODO Surface Sanctuary",
	    "content": "As Elyona trains and observes Drusera, I have been working with the Pell to prepare for the next phase of her development. We have designed this region to serve as her sanctuary on the planet’s surface, different in every way from the cold, scientific environment in which she has been confined below.\n\nThese Pell have been ordered to serve and protect her with their lives, a duty that I am certain they will faithfully execute until they are instructed otherwise.\n\nTo this point, I have avoided interacting with Drusera, despite Elyona's assurances that she is indeed everything that we had hoped she would be. I cannot say exactly why. Perhaps there is always fear when faced with the true expression of one's deepest desires.",
	    "source": "Datacube by Ohmna",
	    "sourcetype": "datacube"
	  }, {
        "order": 12,
        "headline": "TODO Negative Consequences",
        "content": "My analysis of the scientific data collected during the creation of the Genesis Prime has brought to light a number of inconsistencies that are both subtle and disturbing. Although Drusera herself seems to be without obvious flaw, the data indicates that certain design parameters were adjusted without my knowledge, just before the initiation of the Protoplasmic Resonator.\n\nI am attempting to ascertain the possible ramifications of such an adjustment, but the variables involved are improbably complex. I can only hope that this development will not have negative consequences.",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
      }, {
		"order": 13,
		"headline": "TODO Prime Creation",
		"content": "My Eldan creators have asked me to record some of my thoughts during my training, in order to better evaluate my overall development.\n\nThey have explained very clearly just how important I am to them, and so I am happy to do this.\n\nToday was incredible! For the first time, I was allowed on the surface of the planet, and saw the endless expanse of the sky. It was breathtaking.\n\nAnd then, with Elyona's help, I was able to manifest a tree using only the power of my mind! It was only a sapling, just a small and fragile thing, but Elyona said to me that it represented the greatest event in all of recorded time.\n\nI was so proud! I can't wait to continue my studies.",
		"source": "Datacube by Drusera",
		"sourcetype": "datacube"
	}, {
		"order": 14,
		"headline": "TODO Unusual Capabilities",
		"content": "Drusera's training is proceeding incredibly well, and she has already grasped the most advanced disciplines in evocation seemingly without effort. It is almost as if she were born with the inherent knowledge, as if the six were somehow instructing her subconsciously.\n\nOf course, Vorion has told me that this is impossible given the technicalities of her creation. But still, I feel as if something... unusual is happening within her mind.\n\nFor my part, I find myself becoming increasingly fond of her. She confronts her new existence with a sense of expectation and wonder, despite the oppressive surroundings of this facility. I can find no flaw in her, no malice or pettiness. She is indeed perfect in every way.",
		"source": "Datacube by Elyona",
		"sourcetype": "datacube"
	}, {
		"order": 15,
		"headline": "TODO Exhilarating Event",
		"content": "Oh! I am absolutely overcome with joy! Today, with Elyona's help and encouragement, I was able to create a living, breathing organism!\n\nIt was so exhilarating! I closed my eyes, envisioned the entire creature in my mind, and then, when I opened my eyes... there it was, standing in front of me!\n\nIt was the most wondrous thing I have ever seen, a beautiful bird with shining golden feathers. Maybe the Eldan are right. Maybe I really can do anything...",
		"source": "Datacube by Drusera",
		"sourcetype": "datacube"
	}, {
		"order": 16,
		"headline": "TODO Behavioral Anomalies",
		"content": "I do not wish to alarm the others, but I have begun to observe what I can only describe as... unusual behaviors in Drusera. I have been pushing her very hard in our most recent lessons, and I hope that these episodes are merely cerebral anomalies brought about by stress.\n\nI will keep these observations to myself for now. I would hate to burden the others with what I am hopeful will turn out to be baseless concerns.",
		"source": "Datacube by Elyona",
		"sourcetype": "datacube"
	}]
}, {
	"label": "Elderoot Initiative",
	"entries": [{
		"order": 1,
		"headline": "TODO Unexpected Mutation",
		"content": "Although the Elderoot Initiative should be counted a resounding success, there have been unforeseen side effects. A large amount of excess primal energy is radiating from some of the tree's roots, resulting in small mutations of the subterranean wildlife. Over time, this situation could become increasingly worse.",
		"source": "Datacube by Ionis",
		"sourcetype": "datacube"
	}]
}, {
	"label": "Metal Maw Initiative",
	"entries": [{
		"order": 1,
		"headline": "TODO Organic Combination",
        "content": "The Metal Maw Initiative is complete. When on land, the creature uses a pair of thick forelimbs for locomotion, and when submerged, a powerful tail and posterior fins allow it to achieve unparalleled speed and maneuverability.\n\nA short and heavily muscled neck connects its head to the broad torso, culminating in a wide, gaping maw lined with rows of razor-sharp teeth.\n\nSimply put, the beast is brilliantly designed - a frightening example of advanced genetic engineering.",
        "source": "Datacube by Ionis",
		"sourcetype": "datacube"
	}]
}, {
	"label": "Luminai Project",
	"entries": [
]*/
example
for those who remain.
",
"source": "Datacube by Jariel", "sourcetype": "datacube"
}] * /
example
for those who remain.
",
"source": "Datacube by Jariel", "sourcetype": "datacube"
}] * /
"datacube"
}] * /
example
for those who remain.
",
"source": "Datacube by Jariel", "sourcetype": "datacube"
}] * /
"datacube"
}] * /
example
for those who remain.
",
"source": "Datacube by Jariel", "sourcetype": "datacube"
}] * /
"datacube"
}] * /
example
for those who remain.
",
"source": "Datacube by Jariel", "sourcetype": "datacube"
}] * /
