{
    "Terraforming": [{
        "order": 1,
        "headline": "Phase 0: Impact Concerns",
        "content": "As we near the first phase of the Project, this moon of Halon has served as the ideal location to perfect our large-scale terraforming technology.\n\nUnfortunately, debris from the previous catastrophe on Halon still falls to the moon’s surface, putting our scientific endeavors here at risk.\n\nI must speak to the Makers about a solution to this problem.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Phase 0: Manifested Mass",
        "content": "This silo contains the first of our large-scale terraforming experiments, and I am extremely satisfied with our initial results. The device channels pure primal energies, creating an elemental matrix upon which mass is defined and then manifested.\n\nAlthough I generally avoid grandiose statements, in this case I will make an exception: we have indeed achieved the power of creation.",
        "source": "Datacube by Koral",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Phase 0: Geologic Malfunction",
        "content": "The recent malfunction of the prototype terraformer has resulted in an interesting geologic anomaly. As the device no longer rotates, the balance of the primal matrix is no longer maintained. The result?\n\nA small crystalline outgrowth on the ground beneath this actuator. Despite my reservations, the Shapers have requested that I leave the device on, as they are interested in the long-term results of this situation.",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
    }, {
        "order": 4,
        "headline": "Phase 0: Volcanic Punishment",
        "content": "I am furious about the recent decision to allow the continued operation of this malfunctioning terraformer. Its very existence is a disgrace to our Order!\n\nI know it was Vorion who acquiesced to the Shaper's request, so that they could observe the long-term effects of this stationary actuator.\n\nFools! Perhaps I shall throw them all into these volcanic pools, so they can more closely observe the results of this defect!",
        "source": "Datacube by Zarkonis",
        "sourcetype": "datacube"
    }, {
        "order": 5,
        "headline": "Phase 0: Phase Initiation",
        "content": "The terraforming experiments in this facility are now complete. The Makers have assured me that construction of the Primal Focuses is on schedule, and we will soon embark on the first phase of the Nexus Project.\n\nThis is indeed a glorious day for the Orders. It seems there is truly nothing that we cannot achieve.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 6,
        "headline": "Phase 1: Biological Variety",
        "content": "I continue to be impressed by our progress. The sheer variety of life forms that have arisen here far exceed even our most conservative projections, indicating that Nexus will indeed provide a suitable location for achieving the ultimate goals of the Project.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 7,
        "headline": "Phase 1: Environmental Transformation",
        "content": "This terraformer is a powerful device, allowing those of my order to dynamically change the physical properties of local terrain. At the same time, it initiates the hyper-accelerated evolution of local creatures, allowing them to better survive in the new environment. Such power is liberating... and dangerous.",
        "source": "Datacube by Koral",
        "sourcetype": "datacube"
    }, {
        "order": 8,
        "headline": "Phase 1: Evolutionary Impact",
        "content": "This region displays a stunning array of biological diversity, a result of the accelerated evolutionary forces unleashed during the Project’s first phase.\n\nThe Shapers are deploying a terraformer to the east, and I am curious to see what effect the device will have on these organisms.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 9,
        "headline": "Phase 1: Aborted Effort",
        "content": "As per the request of the Shapers, I have delivered the terraformer - but a subterranean scan of this region has revealed a massive reservoir of primal water directly beneath it, and I am recommending that the experiment be aborted immediately.\n\nInitiating the device in such an unstable environment would have catastrophic results.",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
    }, {
        "order": 10,
        "headline": "Phase 1: Grim Warning",
        "content": "There is a dangerous sort of beauty to this region, with its formidable, towering walls of ice and violent swirling snowstorms.\n\nScientifically, these things can be explained away through their nearness to the Focus of Water - but personally I feel as if they stand as a grim warning about the dangerous experiment that we are about to engage in.",
        "source": "Datacube by Elyona",
        "sourcetype": "datacube"
    }, {
        "order": 11,
        "headline": "Phase 1: Primal Matrix",
        "content": "The primal energy matrix in this region is exponentially stronger than any I have ever measured.\n\nAs a result, I have created a device that can directly access the matrix and then convert and store the power for later use.\n\nSuch technology has always been theoretically feasible, but the unique properties of Nexus have made it a reality. With access to this almost unlimited power source, there is almost nothing we cannot achieve here.",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
    }, {
        "order": 12,
        "headline": "Phase 1: Future Consequences",
        "content": "I have completed my survey of this region, and I am as impressed with its geologic diversity as I have been with the rest of this planet.\n\nIt is difficult to imagine a more suitable location to embark on the Project, although I continue to harbor concerns about the consequences if indeed we are successful. Not surprisingly, my opinions have not been popular among my colleagues.",
        "source": "Datacube by Koral",
        "sourcetype": "datacube"
    }, {
        "order": 13,
        "headline": "Phase 1: Geological Strata",
        "content": "The sheer geological variety on the surface of the planet is awe-inspiring, a testament to the titanic forces unleashed during its formation. The more time I spend here, the harder it is to imagine the planet’s fate once we have achieved the ultimate goals of the Project.",
        "source": "Datacube by Koral",
        "sourcetype": "datacube"
    }, {
        "order": 14,
        "headline": "Phase 1: Masterful Achievement",
        "content": "There are times when I gaze down upon the majesty of the planet’s surface, and wonder at all that we have achieved in so little time. To the uninformed observer, this place would merely appear as an unassuming world at the edge of the galaxy, but only we know the secrets of what lies beneath its placid facade.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 15,
        "headline": "Phase 1: Unacceptable Loss",
        "content": "A recent large asteroid impact destroyed the silo below, rendering it completely useless for the scheduled terraforming experiments.\n\nAlthough this occurrence is unfortunate, the Makers assure me that their planetary defense system will soon be in place. For now, I have granted the silo to Progenitor Nazrek, who assures me that he will put it to good use...",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }],
    "Evocation": [{
        "order": 1,
        "headline": "Phase 1: Artificial Evocation",
        "content": "The Makers have constructed this crude device that simulates the natural process of evocation - using the primal pattern of local wildlife to manifest an organism of pure energy.\n\nNot surprisingly, this requires a great deal of power, and the pathetic machine is unable to maintain a stable projection for long. The Makers and their toys.\n\nAs I have always said, it is the mind that is our greatest weapon.",
        "source": "Datacube by Elyona",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Phase 1: Primal Phenomenon",
        "content": "This region is truly fascinating. The intensity of its natural primal matrices is beyond anything that I’ve ever experienced, allowing me to manifest evocations of unexpected power. \n\nThese intensities also have a tangible impact on the life forms that exist in this forest, often resulting in individuals with drastically different physiologies and biological traits. This particular location seems especially prone to the phenomenon.",
        "source": "Datacube by Elyona",
        "sourcetype": "datacube"
    }],
    "Primal Plasma": [{
        "order": 1,
        "headline": "Phase 0: Protective System",
        "content": "In response the Archon's request, I have started to design a system that will protect this moon from future asteroid collisions. Although I consider the task to be superfluous at best, given the temporary nature of the experiments we are doing here, I will comply with the Archon's wishes. And I do have some innovative ideas on how to amplify the system’s destructive power...",
        "source": "Datacube by Zarkonis",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Phase 0: Plasmic Equalizer",
        "content": "Behold the Plasmic Equalizer.\n\nDrawing power from subterranean reservoirs of primal plasmas, the destructive capabilities of this weapon are almost incomprehensible. Without question it can protect this moon from large asteroid impacts, or from invasion by a hostile force - but more than likely it could also completely obliterate Nexus itself.\n\nI am tempted to test my theory.",
        "source": "Datacube by Zarkonis",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Phase 1: Violent Applications",
        "content": "The incomparable purity of primal plasmas on Nexus creates a number of interesting possibilities.\n\nBy harnessing the power of these often volatile substances, I have created a working prototype of the Plasmatic Cannon.\n\nThe Archon, contrary to his usual inability to see my genius, seemed very interested in the weapon, hinting that there might be a use for something like it in the near future...",
        "source": "Datacube by Zarkonis",
        "sourcetype": "datacube"
    }],
    "Annihilator Construction": [{
        "order": 1,
        "headline": "Phase 1: Project Security",
        "content": "The importance of our work requires that we have extraordinary security, and this Annihilator is an impressive facet of a nearly perfect system.\n\nWe must ensure that nothing threatens the success of the Project, whether from outside the planet, or from within...",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Phase 1: Lethal Construct",
        "content": "The Order of the Makers has designed a planet-wide defense system to ensure the ongoing security of the Project, and this Annihilator construct is one if its most impressive manifestations.\n\nThe sheer destructive power of this machine is extraordinary. Personally, I hope that a situation arises that would allow me to observe its capabilities.",
        "source": "Datacube by Zarkonis",
        "sourcetype": "datacube"
    }],
    "Nanites": [{
        "order": 1,
        "headline": "Phase 1: Skeletal Catalyst",
        "content": "Our experiments here can be counted a success. It appears that the omni-plasmic nanites are sufficiently intelligent to reanimate and enhance the skeletal remains of long-dead organisms.\n\nAs expected, these creatures are significantly less intelligent than their living counterparts, but they are still deadly... and pleasantly macabre.",
        "source": "Datacube by Zarkonis",
        "sourcetype": "datacube"
    }],
    "The Elder Cube": [{
        "order": 1,
        "headline": "Phase 2: Elder Cube",
        "content": "The Elder Cube is an extraordinary piece of technology - a storage device with almost limitless capacity, coupled with advanced cryptographical algorithms that are statistically impossible to decipher.\n\nFor any other endeavor, such a device would be gratuitously exorbitant, but the vast quantities of data that we have compiled in the Nexus Project pushed even the Elder Cube to its limits. It must never fall into the wrong hands.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Phase 2: Manual Override",
        "content": "I have requested that the Makers install a manual override for the Elder Cube’s security systems.\n\nAlthough such a crude technological solution is rarely necessary, it would be unforgivable if the information which describes our monumental achievement here on Nexus was rendered completely inaccessible due an unforeseen catastrophic event.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Phase 4: Cognitive Influence",
        "content": "It has come to my attention that the Elder Cube was engineered with a low-level neural matrix, imbuing it with simple cognitive capabilities. This allows it to make simple decisions as they relate to its own security, but it also has another unexpected result.\n\nLower-level life forms, such as our servants the Pell, could possibly be influenced or even controlled by the Cube itself if left too long in its presence.\n\nI will raise my concerns to the Archon - but I fear that at this stage of the Project, they will more than likely be ignored.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }, {
        "order": 4,
        "headline": "Phase 4: Cube Security",
        "content": "The construction of the Elder Cube security facility is almost complete.\n\nGiven the incalculable value of the data that it contains, this facility has been built to protect the device in the case of a security breach at Star-Comm Station.\n\nI have also requested that the access to the complex below be extremely limited. Only myself and a few others will even know where the entrance is hidden.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 5,
        "headline": "Phase 4: Neural Download",
        "content": "As a final precaution, I have installed a neural transfer algorithm into the Elder Cube. This will allow it to choose an acceptable organic host, and then download the totality of its information into the host’s brain. In the case of a catastrophic event on Nexus, this might be the only way that the truth of what we are about to achieve is preserved.",
        "source": "Datacube by Zarkonis",
        "sourcetype": "datacube"
    }],
    "Technology: Augmentation": [{
        "order": 1,
        "headline": "Phase 2: Augmented Life",
        "content": "I believe that I have finally developed a stable process for biomechanical improvement. I call it augmentation. Using nanotechnology, I have been able to re-engineer organisms at the molecular level, eradicating their inherent weaknesses through cybernetic enhancements. The Archon was extremely impressed with my early simulations, but has requested more tangible results. I begin work on biological subjects immediately.",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Phase 2: Omni-Plasmic Control",
        "content": "This facility has been constructed solely for the purpose of producing and storing omni-plasm, the nanite-infused liquid that makes augmentation technology possible.\n\nFrom this location, I can directly modify the nanite's algorithms which govern the creation of cybernetic enhancements, providing me with precise control at the molecular level. We approach ever closer to the goals of the Project.",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Phase 2: Technological Enhancement",
        "content": "The process of Augmentation is an important step for the larger goals of the Project. Through our advanced nanotechnology, we can now cybernetically enhance organisms, correcting the inherent weaknesses and flaws that inevitably rise through natural evolution.\n\nTrue perfection might finally be within our grasp...",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
    }, {
        "order": 4,
        "headline": "Phase 2: Functional Immortality",
        "content": "This spider represents a landmark in the development of Augmentation technology. I released an augmented organism into its lair, which it immediately attacked and then partially consumed.\n\nWithin minutes, the nanites from the victim began augmenting the spider, reprogramming themselves based on the biological traits of their new host. Not unlike certain biological viruses, these nanites have, in effect, become immortal.",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
    }, {
        "order": 5,
        "headline": "Phase 2: Successful Iteration",
        "content": "This experiment was a success, as these creatures now display greater strength, ferocity and intelligence as a result of the augmentation. I have extracted all useful data, and will now seal the caverns that contain the affected subjects.\n\nIt would be most unwise to unleash this population upon the surface.",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
    }, {
        "order": 6,
        "headline": "Phase 2: Containment Issue",
        "content": "Although powerful, this process of Augmentation seems dangerous and unpredictable.\n\nWithout the proper controls, the nanites responsible for creating cybernetic enhancements could spread like a virus, putting the larger goals of the Project at risk.\n\nThe Makers must proceed carefully.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }, {
        "order": 7,
        "headline": "Phase 2: Questioning Protocol",
        "content": "I find the Maker's latest 'innovation' distasteful, and I strongly disagree that we cannot reach perfection through biological means alone. This augmentation is a blunt tool at best, and destroys an organisms natural insight and instinct by installing cerebral mechanisms for control.\n\nI will soon bring my objections to the Archon...",
        "source": "Datacube by Ohmna",
        "sourcetype": "datacube"
    }, {
        "order": 8,
        "headline": "Phase 2: Sentient Control",
        "content": "The Progenitor's objections to Augmentation have forced me to rethink my design, especially as it relates to sentient beings. Although I cannot stand their meddling, I must admit the validity of their observations.\n\nI am creating a newer prototype with much more subtle cerebral controls. The subject may not even know what has taken place...",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
    }, {
        "order": 9,
        "headline": "Phase 2: Promising Prototype",
        "content": "I have studied Vorion’s little pet, and even I must admit that his augmentation process is impressive. By merely injecting an organism with nanite-infused omni-plasm, he has been able to cybernetically enhance their inherent biological traits. As a result, this spider is faster, more aggressive, and deadlier. But this process takes time, and time is not always a luxury we enjoy. I am currently developing a more rapid process for biomechanical re-engineering...",
        "source": "Datacube by Zarkonis",
        "sourcetype": "datacube"
    }, {
        "order": 10,
        "headline": "Phase 2: Scientific Reanimation",
        "content": "This tar pit is the perfect location for my own experiments in augmentation technology. Although Vorion has successfully augmented living creatures, I am extremely interested in observing how the omni-plasmic nanites will respond to inanimate tissue. I’m certain the results will be monstrously fascinating.",
        "source": "Datacube by Zarkonis",
        "sourcetype": "datacube"
    }, {
        "order": 11,
        "headline": "Phase 2: Modified Clones",
        "content": "Along with my recent focus on developing augmentation technology, I have also been experimenting with the advanced cloning techniques developed by the Progenitors. By extracting an organism’s primal pattern, it is possible to create unlimited biological duplicates – which can then be significantly enhanced using augmentation. Applications? Rapidly creating a powerful military force would be the most obvious.",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
    }, {
        "order": 12,
        "headline": "Phase 2: Cybernetic Progress",
        "content": "We have continued to make impressive strides in augmentation technology. I have recently developed a more effective version of omni-plasm, one that results in more powerful cybernetic enhancements and weapons systems. The limitations of the flesh are no longer a concern for us.",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
    }, {
        "order": 13,
        "headline": "Phase 4: Unstable Mind",
        "content": "I have recently become concerned with Maker Vorion’s state of mind.\n\nWith the completion of these technological laboratories, he spends more and more of his time deep underground, whispering to himself about his technological creations and even more advanced future designs.\n\nHe can often be found in this augmentation complex. On more than one occasion I have heard him speaking to the augmented subjects as if they were his pets.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }, {
        "order": 14,
        "headline": "Phase 4: Infallible Perfection",
        "content": "I am not deaf to the whispers among my colleagues. They believe I have become unhinged, dangerously obsessed with my work in this facility.\n\nPerhaps they are correct... but has there ever been a greater reason for obsession? We approach what may be the most important event in the history of the universe itself, and my understanding and control of the technological mechanisms involved must be infallible!\n\nI will accept nothing less than perfection, and none will stand in my way!",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
    }],
    "Technology: Recombination": [{
        "order": 1,
        "headline": "Phase 2: Dangerous Obsession",
        "content": "The Watchers are extremely concerned about the so-called “recombination” experiments of Maker Zarkonis.\n\nNot only do they display a blatant disregard for scientific principle and protocol, but I personally feel as if they are motivated by a growing sense of inferiority that Zarkonis feels in relation to Maker Vorion and his recent successes. I must speak with the Archon before things progress too far.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Phase 2: Traumatic Replacement",
        "content": "I am very close to perfecting my recombination technology! Instead of utilizing nanites to build biomechanical constructs, my Recombinator removes the target limbs and organs, and then directly replaces them with mechanical constructs.\n\nGranted, the process is violent, traumatic, and bloody – and at this stage the resultant creatures are physiologically unstable – but I still feel as if this is a marked improvement over Vorion’s augmentation technology.\n\nAnd the accusation of Ionis that this is somehow a personal obsession driven by my sense of inadequacy? Preposterous!",
        "source": "Datacube by Zarkonis",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Phase 2: Recombination Chamber",
        "content": "The Archon continues to disappoint me with his shortsightedness. My Recombination Chamber is a vastly superior alternative to omni-plasmic augmentation. True, most subjects do not survive the process, and those that do are often physically and psychologically scarred. But these are mere details! I regret that I will not be able to continue this innovative research.",
        "source": "Datacube by Zarkonis",
        "sourcetype": "datacube"
    }]
}
