[{
    "label": "Note of the Eldan",
    "entries": [{
        "order": 1,
        "headline": "Phase 1: Rapid Development",
        "content": "I am very pleased with the status of the OS-1 experiment.\n\nThe rapid development of their civilization is a testament to their strength and intelligence, although even I must admit that they are progressing at an alarming rate. Although they both fear and revere us, we must be careful to maintain control.",
        "source": "Datacube by Ohmna",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Phase 1: Intimidating Construction",
        "content": "The OS-1’s engineering skills are formidable. Every aspect of their architecture is intimidating, conveying their inherent need to conquer and subjugate.\n\nIn time, they will be an unstoppable military juggernaut. I would not relish the thought of being their enemy.",
        "source": "Datacube by Vorion",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Phase 1: Formidable Construction",
        "content": "The city of Kel Voreth is perhaps the most impressive example of architecture and engineering that the OS-1s have ever produced.\n\nSince their creation, they have made rapid technological advancements that exceed even our most conservative estimates. Soon they will be an unstoppable military force.",
        "source": "Datacube by Jariel",
        "sourcetype": "datacube"
    }, {
        "order": 4,
        "headline": "Phase 1: Design Disturbance",
        "content": "The Makers continued efforts to perfect this augmentation technology is disturbing. As if their tiny machines could possibly be an improvement on focused biological design.\n\nPerhaps they should visit the OS-1 city to the south. Could their cybernetic monstrosities ever construct such an impressive monument?",
        "source": "Datacube by Ohmna",
        "sourcetype": "datacube"
    }, {
        "order": 5,
        "headline": "Phase 1: Undeniable Foreboding",
        "content": "I have completed my survey of the OS-1’s city. Although I cannot deny their formidableness, there is an oppressive weight to their architecture which makes it difficult to endure for long.\n\nSometimes I fear that the Progenitors may have been too successful in their creation. Standing in the shadows of these massive walls, I feel a sense of undeniable foreboding.",
        "source": "Datacube by Elyona",
        "sourcetype": "datacube"
    }, {
        "order": 6,
        "headline": "Phase 1: Parameters Exceeded",
        "content": "The development of the OS-1 has been a very impressive achievement for the Progenitors, and the Watchers continue to be impressed by their adherence to protocol in their training.\n\nBut despite these accomplishments, I still have concerns about the speed of their advancement. We have already exceeded the established parameters for physical and psychological control.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }, {
        "order": 7,
        "headline": "Phase 1: Ruthless Games",
        "content": "I often come here to observe the OS-1s and their ruthless games, facing off against one another to test their skills and savagery.\n\nIt is quite a spectacle. The roaring crowds. The blood. The intense drama of combatants fighting to the death.\n\nIt is quite relaxing, really. I cannot think of anything here on Nexus that I enjoy more.",
        "source": "Datacube by Nazrek",
        "sourcetype": "datacube"
    }, {
        "order": 8,
        "headline": "Phase 1: Deity Complex",
        "content": "There is an aspect of our work with the OS-1 that disturbs me. For reasons of control, we have decided to approach our creations as omniscient gods wielding powers beyond comprehension.\n\nIt is my fear that there are those among us who actually believe this ruse and that such reckless thoughts will lead to our destruction...",
        "source": "Datacube by Koral",
        "sourcetype": "datacube"
    }, {
        "order": 9,
        "headline": "Phase 1: Critical Juncture",
        "content": "Although the OS-1 experiment has been an indisputable success, it is the opinion of the Watchers that the situation is disturbingly volatile.\n\nDespite our efforts to present ourselves as powerful deities to the OS-1s, they have displayed increasing levels of independence and hostility.\n\nCoupled with their exponential advancements in technology, I fear that we are quickly approaching a climactic event.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }, {
        "order": 10,
        "headline": "Phase 1: Dangerous Advancement",
        "content": "I have heard rumblings among the OS-1 that they have discovered the secret to forging exanite, and given their recent technological advancements it just might be true. We must control this situation immediately!\n\nIf they indeed can manipulate the powerful substance, and if they were to gain access to our facility below, they might create weapons and armor that would make them extremely dangerous and impossible to control.\n\nThis must never be allowed to happen.",
        "source": "Datacube by Koral",
        "sourcetype": "datacube"
    }, {
        "order": 11,
        "headline": "Phase 1: Intense Aggression",
        "content": "Having repeatedly heard their designation, the OS-1s have now begun to call themselves the 'Osun'.\n\nThey have also begun to exhibit increased brutality and aggression as a result of their training and development. Although these traits are essential to their design, I fear that these tendencies could become unmanageable in the future.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }, {
        "order": 12,
        "headline": "Phase 1: Bestial Transformation",
        "content": "Without any guidance from the Orders, the OS-1s - who now have taken to calling themselves the Osun - have begun to transform local predators into powerful, armored beasts of war.\n\nAlthough crude and incredibly painful for the creatures, the process is undeniably effective.",
        "source": "Datacube by Nazrek",
        "sourcetype": "datacube"
    }, {
        "order": 13,
        "headline": "Phase 1: Forged Inferno",
        "content": "These forges are astonishing, achieving levels of heat that rival even some of our own advanced technological equivalents. Because of this, Osun forgemasters are able to create weapons and armor of unexpected complexity and power.\n\nI find this very disturbing, but my concerns to this point have fallen on deaf ears.",
        "source": "Datacube by Koral",
        "sourcetype": "datacube"
    }, {
        "order": 14,
        "headline": "Phase 1: Liquid Subjugation",
        "content": "The Osun females display impressive skills with infusion and evocation that have evolved far beyond the simple lessons that I have shared with them.\n\nOne individual created a powerful elixir that allowed her to subjugate inferiors, making them into mindless slaves. Our children are learning far more from us than we expected.",
        "source": "Datacube by Aviel",
        "sourcetype": "datacube"
    }, {
        "order": 15,
        "headline": "Phase 1: Strange Elixir",
        "content": "The Osun's so-called Darkwitches have continued to perfect their arcane disciplines of subjugation, creating an elixir known as \"soulrot\" to enslave their thralls. After studying this mixture closely, I must admit that it reflects a dangerous level of potency that should be impossible to produce for a race so young.\n\nI might pity their victims if I wasn't so thoroughly impressed.",
        "source": "Datacube by Aviel",
        "sourcetype": "datacube"
    }, {
        "order": 16,
        "headline": "Phase 1: Brutal History",
        "content": "In a very short time, these Osun have developed a rich cultural mythology based on significant individuals from their short and colorful history.\n\nIt is of no surprise that all of them displayed an innate viciousness and brutality which in most cases led to a violent demise.\n\nSuch are the heroes that the Osun choose to venerate.",
        "source": "Datacube by Elyona",
        "sourcetype": "datacube"
    }, {
        "order": 17,
        "headline": "Phase 2: Forbidden Knowledge",
        "content": "The Archon has asked me to complete a comprehensive analysis of the OS-1’s, err, Osun’s cultural development in this region, and I am both impressed and concerned about what I have found.\n\nThere are a number of technological advancements that they have recently achieved without our knowledge or our guidance, and rumors abound that they have discovered the secret of forging exanite.\n\nMy recommendation was complete and total annihilation of the species based on these facts, but it seems the Archon wants to take a more measured, and ultimately short-sighted, approach to the problem.",
        "source": "Datacube by Nazrek",
        "sourcetype": "datacube"
    }]
}]
