[{
    "label": "Notes of the Eldan",
    "entries": [{
        "order": 1,
        "headline": "Phase 0: Cerebral Enhancement",
        "content": "Ohmna's little Skeech vermin have somehow infested this silo. Nothing infuriates quite like the sight of these little blue pests.\n\nPerhaps I will significantly increase the intelligence of one of their number, and watch what happens as it attempts to reason with its more primitive brethren.\n\nI'm certain Ohmna will be absolutely fascinated with the outcome.",
        "source": "Datacube by Nazrek",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Phase 0: Unforgivable Alteration",
        "content": "Nazrek! That loathsome wretch! I accessed the holorecords which exposed his cruel enhancement of the Skeech known as Lucent.\n\nSuch a tragic end to an innocent victim, torn to shreds by his confused and frightened kinsmen! Does Nazrek’s depravity know any bounds?\n\nMark my words. Lucent will be vindicated.",
        "source": "Datacube by Ohmna",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Phase 0: Benevolent Guardian",
        "content": "My little Skeech are so interesting! Having witnessed the ongoing slaughter of their kind by the massive, hairy predator to the south of here, many of them have started to worship this large elemental humanoid as a means of protection.\n\nFascinating! Perhaps this is how even we first learned to choose our gods.",
        "source": "Datacube by Ohmna",
        "sourcetype": "datacube"
    }, {
        "order": 4,
        "headline": "Phase 0: Religious Sacrifice",
        "content": "The extent of Skeech stupidity is truly astonishing. For countless generations they have ventured into this cave in order to worship the massive beast that lives here, and for countless generations they have been devoured by the beast for doing so.\n\nI’m certain my more introspective colleagues might see some kind of comparative allegorical significance in this behavior, but I personally just find it amusing.",
        "source": "Datacube by Nazrek",
        "sourcetype": "datacube"
    }, {
        "order": 5,
        "headline": "Phase 1: Plasmic Mutations",
        "content": "The spread of Ohmna’s little Skeech across the planet is generally infuriating, but I must admit that their latest... evolution... has me intrigued.\n\nIt seems their shamans have developed the ability to evoke explosive plasmic mutations, using the ground-up bones of sacrificial victims. Now that is the kind of pet that I could appreciate!",
        "source": "Datacube by Nazrek",
        "sourcetype": "datacube"
    }, {
        "order": 6,
        "headline": "Phase 1: Gender Enhancement",
        "content": "Besides being an obvious breach of protocol, Ohmna’s little Skeech are by far the most obnoxious organisms I have ever before encountered.\n\nI believe I will make enhancements to the females, serving as a poignant reminder for Ohmna to avoid such infractions in the future.",
        "source": "Datacube by Nazrek",
        "sourcetype": "datacube"
    }, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {}, {
        "order": 1,
        "headline": "TODO Organic Infestation",
        "content": "These little blue humanoids are perhaps the most annoying life form that I have yet encountered on this planet. On more than one occasion they have stolen and dismantled my research equipment as I have been surveying these caverns.\n\nAnd they are somehow familiar to me. I know I have seen them somewhere before...",
        "source": "Datacube by Koral",
        "sourcetype": "datacube"
    }, {
        "order": 4,
        "headline": "TODO Imminent Conflict",
        "content": "I am furious! My beautiful little Skeech females-horribly twisted into these monstrous abominations! I have studied the nature of the change, and I know that Nazrek was responsible.\n\nThe insolence! If he thinks I will stand for this, he is sorely mistaken.",
        "source": "Datacube by Ohmna",
        "sourcetype": "datacube"
    }, {
        "order": 9,
        "headline": "TODO Scheduled Termination",
        "content": "The Archon has commanded me to destroy the last of my little Skeech, but I cannot bring myself to do so. Is it their fault that I created them to be curious? Indeed not. Still, I must follow the Archon’s order. I will release them into this cave, and surely this unforgiving planet will do the deed for me",
        "source": "Datacube by Ohmna",
        "sourcetype": "datacube"
    }]
}]
