[{
    "label": "Overview",
    "entries": [{
        "order": "1",
        "headline": "Short Description",
        "content": "Humans of the Dominion - known as Cassians - are fervent believers in their glorious destiny. Chosen by the Eldan to be the inheritors of their ancient legacy, Cassians built the Dominion, formed the Vigilant Church, and drove the heretics who denied Eldan divinity into exile.\r\n\r\nCassians' devotion to their empire makes them natural leaders, monumental builders, and stalwart soldiers. Intelligent, industrious, and intensely committed, Cassians serve as the social, industrial and moral compass for the Dominion - and will fiercely fight to fulfill their destiny as the rightful rulers of planet Nexus.\r\n\r\n*LORE NOTE: Today, only Dominion humans are generally called \"Cassians.\" Those who left Cassus hundreds of years ago and now side with the Exiles are known as \"Exile humans.\"*",
        "source": "http:\/\/www.wildstar-online.com\/en\/game\/loremageddon\/cassian\/#overview",
        "sourcetype": "loremageddon"
    }]
}, {
    "label": "Names",
    "entries": [{
        "order": "1",
        "headline": "Common Names",
        "content": "Cassians have first names inspired by the Eldan and the Luminai, with surnames that date back to old Cassian nobility. They are distinctly different from Exile names.\r\n\r\n**Examples:**\r\n* Emperor Myrcalus\r\n* Toric Antevian\r\n* Rentic Novium",
        "source": "http:\/\/www.wildstar-online.com\/en\/game\/loremageddon\/cassian\/#names",
        "sourcetype": "loremageddon"
    }]
}, {
    "label": "Personality Profile",
    "entries": [{
        "order": "1",
        "headline": "Missionaries in the Name of the Eldan",
        "content": "In keeping with Vigilant Church doctrine, the humans of Cassus believe the glory of the empire and the emperor's divine right to the legacy of the Eldan. While they are not fanatics, thousands of years of galactic expansion have forged them into a proud people, convinced of their own destiny to rule.\r\n\r\nRather than conquerors, Cassians often view themselves as liberators, bringing social and religious enlightenment to less fortunate worlds - regardless of whether or not planets were interested in their \"help.\" ",
        "source": "http:\/\/www.wildstar-online.com\/en\/game\/loremageddon\/cassian\/#personality-profile",
        "sourcetype": "loremageddon"
    }]
}, {
    "label": "Speech",
    "entries": [{
        "order": "1",
        "headline": "Difference between lowborn and highborn",
        "content": "Cassian speech patterns stratify drastically between highborn and lowborn.\r\n\r\nThe highborn tend to speak with a touch of formality and a continental flair, favoring long forms to contractions. They respect the social hierarchy and have a tendency to condescend to those they perceive as beneath their station.\r\n\r\nLowborn Cassian speech, on the other hand, has more in common with a working class British or cockney accent. They're usually direct and to the point, and any embellishments typically take the form of a quick curse or colloquialism. ",
        "source": "http:\/\/www.wildstar-online.com\/en\/game\/loremageddon\/cassian\/#speech",
        "sourcetype": "loremageddon"
    }]
}, {
    "label": "Motivations",
    "entries": [{
        "order": "1",
        "headline": "Inheritors of Eldan legacy",
        "content": "Cassians believe in themselves, their empire, and their destiny on Nexus as the true inheritors of the Eldan legacy. The planet's discovery and their subsequent journey there is a validation of those beliefs.",
        "source": "http:\/\/www.wildstar-online.com\/en\/game\/loremageddon\/cassian\/#motivations",
        "sourcetype": "loremageddon"
    }]
}, {
    "label": "Lifespan",
    "entries": [{
        "order": "1",
        "headline": "Around 100 years",
        "content": "A typical Cassian life lasts around 100 years, with highborn citizens typically outliving their lowborn kin thanks to higher concentrations of Eldan genetic material. In rare cases, however, some highborn nobles who are very close descendants of the Luminai have been known to live for centuries. ",
        "source": "http:\/\/www.wildstar-online.com\/en\/game\/loremageddon\/cassian\/#lifespan",
        "sourcetype": "loremageddon"
    }]
}, {
    "label": "Physical Appearance",
    "entries": [{
        "order": 1,
        "headline": "Physical Appearance",
        "content": "Dominion humans display typical human diversity. Aside from distinctive clothing and armor styles, they are generally indistinguishable from their Exile kin. Almost all Cassian humans on Nexus are highborn, meaning they have a small amount of Eldan blood in their family dating from the time of the Ancestral Decree. They often lean toward tall.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#physical-appearance",
        "sourcetype": "loremageddon"
    }]
}, {
    "label": "Physiology",
    "entries": [{
        "order": "1",
        "headline": "Eldan influence",
        "content": "Despite their Eldan ancestry, a Cassian's physiology is prototypically human. While they're less physically remarkable than some other sentient species (such as a Draken or Granok), humans have proven themselves to be cunning Warriors and ingenious scientists with remarkable statesmanship skills. It is these very qualities that first brought them to the attention of the Eldan, whose intervention helped make them the dominant force in the galaxy.\n\nAlthough their physique more or less mirrors that of their Exile cousins, Eldan influence is far more pervasive among Cassian natives. An individual with higher concentrations of Eldan blood may be taller, have a slighter build, more defined bone structure, and lighter body hair than one whose genetic profile is purely human. But while these highborn are often gifted with longer lifespans, they occasionally fall victim to mysterious and poorly understood genetic anomalies. ",
        "source": "http:\/\/www.wildstar-online.com\/en\/game\/loremageddon\/cassian\/#physiology",
        "sourcetype": "loremageddon"
    }]
}, {
    "label": "Homeworld",
    "entries": [{
        "order": 1,
        "headline": "Cassus",
        "content": "Humans of both the Dominion and the Exiles hail originally from the planet Cassus. This green, temperate world until recently was the official seat of the Dominion, but the Luminai Emperor Myrcalus recently moved the Dominion capital to Nexus. Still, Cassus is home to more humans than any other world.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#homeworld",
        "sourcetype": "loremageddon"
    }]
}, {
    "label": "History",
    "entries": [{
        "order": 1,
        "headline": "A technological renaissance",
        "content": "Around two thousand years ago, the humans of the Cassian Commonwealth underwent a technological renaissance so remarkable it caught the eye of the Mechari, who told their Eldan masters of these ambitious and brilliant creatures. In humans, they saw a race that might one day rival the Eldan themselves. \n\nThe Eldan immediately decided to make contact with this young civilization, both to cement an alliance with its human population and guide its future development.\n\nTo accomplish this, they selected a female they believed to exemplify the finest traits of Cassian civilization, and began an experiment to merge human genetics with their own.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#history",
        "sourcetype": "loremageddon"
    }, {
        "order": 2,
        "headline": "A flourishing Empire",
        "content": "Known to history as Tresayne Toria, this woman became the mother of the first Eldan-human hybrid and emperor of the Dominion: Dominus, the Half-Blood.\n\nAt first, the humans of Cassus welcomed the arrival of Dominus and his Mechari entourage, entering into an unprecedented age of prosperity under his leadership, and that of his Luminai descendants. Through the Luminai and the Mechari, the Eldan guided political and military policies, forging the Dominion into a conquering empire that flourished for more than 700 years.\n\nIt was then that the Eldan mysteriously vanished - leaving behind a final, cryptic message claiming they would soon seize the power of the gods.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#history",
        "sourcetype": "loremageddon"
    }, {
        "order": 3,
        "headline": "All hail Emperor Jarec",
        "content": "Emperor Jarec first took the throne following the death of one of the Dominion's most infamous rulers, Tyrani the Mad, whose stunning defeat by the Granok of Gnox left him a broken, unfit leader.\n\nAlthough his predecessor left him an empire in crisis, Jarec initially proved equal to the task of repairing a Dominion shattered by his father's insanity.\n\nA sensible leader with strong, practical values, Jarec saw the Vigilant Declaration as an opportunity to turn the Eldan's sudden disappearance into a unifying force for his subjects.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#history",
        "sourcetype": "loremageddon"
    }, {
        "order": 4,
        "headline": "Founding of the Vigilant Church",
        "content": "Secure in the knowledge that the Eldan has ascended to godhood, Emperor Jarec issued the Vigilant Declaration, founding the Vigilant Church. This proved to be both his greatest triumph and gravest error, for the deification of the Eldan divided human society and ignited the Cassian Civil War.\n\nUltimately, these dissident humans were forced into permanent exile, wandering the stars for centuries until the discovery of Nexus beyond the Fringe.\n\nNow this fabled planet promises the Cassians a true Eldan world to form the heart of their Dominion.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#history",
        "sourcetype": "loremageddon"
    }, {
        "order": 5,
        "headline": "Uprising in the two-tier society",
        "content": "Although most Cassians enthusiastically embraced Jarec's new faith, a strong minority of the population, particularly those of lowborn status, were not so eager to abandon their traditional beliefs.\n\nAlready somewhat disenfranchised by the existing bias toward those with Eldan heritage, these citizens saw the deification of the Eldan as a classist maneuver that further entrenched the discriminatory elements of Cassian culture.\n\nFueled by a latent distrust for the ruling aristocracy, these dissidents joined Serrick Brightland's rebellion, and took the stars in permanent exile from the Dominion.\n\nAs a populist who felt his station was a sacred charge to serve the Cassian people, the schism caused by the Vigilant Declaration would haunt Jarec for the rest of his reign.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#history",
        "sourcetype": "loremageddon"
    }]
}, {
    "label": "Industry",
    "entries": [{
        "order": 1,
        "headline": "Jack of all trades",
        "content": "Cassians have always been accomplished builders, and the Dominion architecture of their cities reflects their belief in the glory of the empire. They're heavily involved in many aspects of industrial production - including engineering, construction, and agriculture.\n\nTheir inherent intelligence and insight make them quick learners and they specialize in many different fields.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#industry",
        "sourcetype": "loremageddon"
    }]
}, {
    "label": "Military",
    "entries": [{
        "order": 1,
        "headline": "Dominion Legions",
        "content": "The Dominion military is a vast organization that spans the entirety of the empire.\n\nIts organizational structure is based on the legion, a fighting unit which consists of a variable number of troops. On average a legion consists of 50,000 troops, including: \n* officers,\n* legionnaires,\n* auxiliary troops,\n* armored cavalry,\n* and airmobile units. \n\n\n Legions can be expanded to include as many as 100,000 troops, but the ranks are rarely inflated to such a degree unless great need demands it.\n\nThe number of legions in the Dominion 's vast military has never been disclosed, but estimates place the total somewhere in the vicinity of 500, including those legions that are currently inactive.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 2,
        "headline": "How many Trooper are in a Troop?",
        "content": "Each \"troop\" in that context is an individual soldier.",
        "source": "https://twitter.com/CarbineGary/status/778028828790628352",
        "sourcetype": "twitter"
    }, {
        "order": 3,
        "headline": "Inactive Legions",
        "content": "Inactive legions are kept in reserve until such time as they are mobilized, which can be done at a moment's notice.\n\nLegions are generally deactivated as a cost-saving measure or, rarely, when their numbers have been reduced below effective levels (10 - 15 % ).",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 4,
        "headline": "Nexus Legions",
        "content": "Four full-strength legions accompanied the Dominion mission to Nexus, and each one bears a name based on the empire 's national colors – Black, Crimson, Gold, and White.\n\nThese legions were formed specifically with the colonization of Nexus in mind, and the troops that fill their ranks were selected from the very best the Dominion military had to offer.\n\nIt should be noted that the Radiant Legion, which is solely under the purview of the Vigilant Church, is entirely separate from the Nexus legions.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 5,
        "headline": "Heritage Legions",
        "content": "A handful of existing legions can trace their unit histories back over 1,600 years to the Dominion's formation.\n\nSuch legions bear the distinction of being referred to as 'Heritage Legions,' and their troops take great pride in carrying on their units'long tradition of bravery and service in arms.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 6,
        "headline": "Conscript Legions",
        "content": "It should be noted that imperial conscripts are assigned to legions comprised almost entirely of other draftees.\n\nConscript legions, as they are referred, also draw membership from legitimate soldiers who have underperformed or somehow run afoul of the Dominion’ s strict military justice system.\n\nOfficers who lead such forces are often just as unskilled as the troops under their commands, and disgraced highborn have been known to lead conscript legions as a form of punishment.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 7,
        "headline": "Dissolved Legions",
        "content": "Other legions receive their names upon formation and retain them until such time as they are dissolved.\n\nOnly two legions in Dominion history – the Bone Legion and the Tartarus Legion – have ever been dissolved.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 8,
        "headline": "The Bone Legion",
        "content": "The Bone Legion was an all-Draken legion that fought to the last against the Granok on Gnox in 1221 AE.\n\nThe names of the 30,000 troops that comprised the Bone Legion are worked into a monument on Cassus, and many Draken make a pilgrimage to the site to pay their respects to their ancestors.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 9,
        "headline": "The Tartarus Legion",
        "content": "The Tartarus Legion was part of an expedition to locate and pacify potentially habitable systems beyond the Fringe. Though the expedition experienced some initial success, all contact was lost with them in 1492 AE.\n\nIt is expected that the Tartarus Legion was lost along with the rest of the expedition. Regardless of the uncertainty surrounding their fate, the legionnaires are remembered as pioneers and heroes.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 10,
        "headline": "An honorable Pursuit",
        "content": "Military service in the Dominion, at least among Cassians, is considered an honorable pursuit for all citizens to undertake, should they so wish it.\n\nWhile enlistment is not compulsory, conscriptions - especially of lowborn - do take place when there is a shortage of able-bodied soldiers.\n\nThe Dominion understands that conscripts and draftees don’t make the best fighters, so these methods of recruitment are only used when absolutely necessary.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 11,
        "headline": "Propaganda + Benefits = Motivation",
        "content": "So strong is the typical Cassian’ s commitment to the Dominion that the vast majority of recruits enlist in the legions of their own free will.\n\nThis, accompanied with careful advertising (propaganda) and an offer of valuable veteran’ s benefits, results in a highly motivated fighting force.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 12,
        "headline": "Years of Service",
        "content": "A typical tour with the legions calls for five years of service in peacetime, though this time period can be extended indefinitely during times of conflict.\n\nThe average Dominion soldier reenlists at least once and serves in the legions for at least ten years.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 13,
        "headline": "A highborn career",
        "content": "All titled highborn are automatically granted an officer’ s rank in the Dominion military, depending on their civilian standing.\n\nHighborn without titles are eligible to join the officer corps, should they wish to join the military at all, and for many, serving in the legions is a convenient way to gain influence once they return to civilian life.\n\nIt is exceedingly rare for a highborn of any quality to serve in the rank and file as an enlistee.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 14,
        "headline": "A lowborn career",
        "content": "Lowborn officers are not unheard of in the Dominion military. Citizens of common birth who are able to qualify for leadership positions may apply for the officer corps prior to their enlistment, but they are required to have a highborn patron representing them during the application process.\n\nAdditionally,battlefield commissions are bestowed upon enlisted personnel who are particularly adept or deserving of recognition.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 15,
        "headline": "Does the Dominion keep Prisoners?",
        "content": "The Dominion does keep Exile captives. Due to the empire’s laws regarding conduct towards military prisoners, captives are expected to receive the basic necessities for survival until such time as they are able to face justice in a Dominion court.\n\nDuring wartime these laws are often deemed to be inconvenient, and it is common (and accepted) for individual Dominion officers to choose their prisoners’ fates unilaterally.\n\nRisk factors - such as the danger posed by a prisoner due to capabilities, contamination, or disease - are taken into account when deciding a prisoner’s fate.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 16,
        "headline": "How do they keep Mordesh Prisoners from turning Ravenous? ",
        "content": "When Mordesh are taken captive by the Dominion, their fate depends in large part on their importance to the Exiles.\n\nThose Mordesh prisoners deemed to be valuable captives are held and interrogated until such time as their continued usefulness is brought into question.\n\nMordesh captives who are considered nonessential to the war effort are typically executed due to concerns over the Contagion.\n\nPrior to their executions, the Vitalus reservoirs of all Mordesh are drained by Dominion biotechnicians. The bulk of the collected serum is used to prolong the lives of important Mordesh prisoners during their interrogations, while a lesser amount is sent to both the Royal Collegium and DREDD for analysis.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 17,
        "headline": "Dominion Patrol Garrs and Nexus natives",
        "content": "Though general body shape is the same the two have enough variations between them to be separate species.\n\nThey're both called garrs as a kind of vague but handy inter-planetary type classification.\n\nIn the lore, it's likely due to physiological & primal similarities.",
        "source": "https://twitter.com/CarbineGary/status/727925243499536384",
        "sourcetype": "twitter"
    }, {
        "order": 18,
        "headline": "Are Dominion garrs from Cassus?",
        "content": "The Dominion holds many planets across the galaxy, Their garr may have come from any one of those.",
        "source": "https://twitter.com/CarbineGary/status/727930158422708224",
        "sourcetype": "twitter"
    }]
}, {
    "label": "Swordmaidens of Cassus",
    "entries": [{
        "order": 1,
        "headline": "The Order",
        "content": "The Order of Swordmaidens is an elite, all-female fighting force that originated in the days of the Cassian Commonwealth - once led by the famed Tresayne Toria herself.\n\nUnlike most of the Dominion military, swordmaidens are trained in advanced sword-fighting techniques, along with the comprehensive military training given to their counterparts in the Dominion Legions.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 2,
        "headline": "A Swordmaidens Career",
        "content": "Swordmaiden candidates are usually chosen in early adulthood from candidates who have trained for the task their entire young lives. If they are judged brave, capable, and truly loyal they can then begin their training in earnest. \n\n When their training is complete, each swordmaiden is given a special blade that they will carry for the rest of their lives, and then must swear upon it an eternal oath to serve the order. Once this oath is taken, there is no leaving the order. To do so would mean death, and none have ever done so.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 3,
        "headline": "Defenders of the Commonwealth",
        "content": "The swordmaidens had a long history of defending the Commonwealth, and the same can be said for the Dominion. Bold and fearless, the swordmaidens have won countless battles, using a deadly combination of sword skill and cunning to dispatch their enemies.\n\nAlthough technically a part of the Legions, the Swordmaiden General takes her orders directly from the reigning emperor. This tradition has been in place since the establishment of the Dominion itself, an ancient acknowledgment of the bravery and sacrifice of Tresayne Toria.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 4,
        "headline": "Left behind on Cassus",
        "content": "The Order of the Swordmaidens did not make the journey to planet Nexus. Instead, Emperor Myrcalus left them in charge of watching over Meridia - the capital city of planet Cassus - and the government that still operates there.\n\nSuch a decision was not made lightly. Although the emperor would have much rather taken the swordmaidens with him to Nexus, there was a great fear that forces (some even within his own court) might rise up against the emperor as he established the empire's new capital on the Eldan homeworld.\n\nHe needed those in which he could place his implicit trust, and the Order of Swordmaidens swore to defend the city, and his reign, to their last blade.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }, {
        "order": 5,
        "headline": "Swordmaidens coming to Nexus",
        "content": "As the Dominion power structure has become more established on Nexus, there has been talk of the swordmaidens making the long journey and rejoining the emperor. Whispers among the rank and file of the Dominion Legions indicate many in power fear what could happen should modern swordmaidens meet the Torine Sisterhood.\n\nCould they be convinced to abandon the Dominion and join their feral sisters in Wilderrun and elsewhere?\n\nOnly time will tell.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#factions",
        "sourcetype": "loremageddon"
    }]
}, {
    "label": "Projects: The Luminai Project",
    "entries": [{
        "order": 1,
        "headline": "Phase 3: Peculiar Fascination",
        "content": "We have tasked the Pell with overseeing Tresyane Toria and her servants while the Progenitors work on creating the Luminai hybrid.\n\nAlthough, I am certain that the Pell will serve us loyally as they always have, their interest in Toria has become an intense adoration that I personally find distasteful. Even I must admit that she is a fascinating specimen, but she is still an experimental variable and should be treated as such.",
        "source": "Datacube by Ionis",
        "sourcetype": "datacube"
    }, {
        "order": 2,
        "headline": "Phase 3: Devotional Trait",
        "content": "Each time observe these humans, I am surprised at their continued devotion to Vitara. As a species, their need for something to worship defines them – which, of course, is why they were selected in the first place.\n\nBut if our efforts with the Genesis Prime are successful, there will soon be an altogether different god for them to serve.",
        "source": "Datacube by Elyona",
        "sourcetype": "datacube"
    }, {
        "order": 3,
        "headline": "Phase 3: Unexpected Longevity",
        "content": "I recently learned that Tresayne Toria and her “swordsisters” are still alive in this jungle, preserved for hundreds of years by the intense energies of the Focus of Life.\n\nThey have also pledged their eternal allegiance to Vitara, although what possible use the creature might have for these humans is well beyond my comprehension.\n\nI try to imagine their lives, helpless victims of circumstance torn from their homes, living forever on a hostile alien world from which they can never escape. Their story, although the stuff of legends, is incomparably tragic.",
        "source": "Datacube by Elyona",
        "sourcetype": "datacube"
    }, {
        "order": 4,
        "headline": "The Laws of the Sword",
        "content": "The Eldan and their infernal machines. Why I agreed to the Pell's request to record my thoughts on these datacubes, I will never know. Still, I suppose that there is some value in preserving the history of the Sisterhood here in our most sacred sanctuary. I will do my best not to lose patience.\n\nFor almost two-thousand years, I, Tresayne Toria, have lived upon this planet. Brought here by the Eldan, and preserved by the power of the Focus of Life, these jungles have become my home.\n\nBy the laws of the sword did I live my life as a Cassian Swordmaiden, and it is by those same laws that my Torine Sisters have defended the Goddess Vitara since I swore my life to her long ago.\n\nThis sanctuary is holy ground to the Sisterhood, and serves to remind us of our eternal duty.",
        "source": "Datacube",
        "sourcetype": "datacube"
    }, {
        "order": 5,
        "headline": "Kingdom of the Goddess of Life",
        "content": "The duty of the Torine Sisterhood is two-fold.\n\nOne, to protect the Goddess Vitara with our swords and our lives.\n\nAnd two, defend the kingdom of the Goddess against those who would do it harm. What many do not understand is that these two are inextricably intertwined, that the Goddess gains strength from the lifeforce of her kingdom, and her kingdom cannot thrive if the Goddess herself is weak.\n\nThat is why we must not allow anything to desecrate this planet. That is why the blades of the Sisterhood must never fail.",
        "source": "Datacube",
        "sourcetype": "datacube"
    }, {
        "order": 6,
        "headline": "A Place Where No Fire Shall Burn",
        "content": "The Temple of Vitara. Of all the places in the sanctuary, this is perhaps the most sacred. It is here that Life-Callers take their vows before the face of the goddess, swearing to use their ancient disciplines to protect and nurture her kingdom.\n\nBecause of this, no open fire has ever burned within the walls of the temple, as fire is an uncontrollable force which maims and consumes life. Any who would bring flame to this place - and especially one of the Sisterhood - commits an act of unspeakable heresy.",
        "source": "Datacube",
        "sourcetype": "datacube"
    }, {
        "order": 7,
        "headline": "The Edge Between Strength and Oblivion",
        "content": "Here, in the sanctuary’s inner sanctum, lies the very sword that I plunged into Vitara’s eternal heart so long ago. I was young, and foolish. I did not know the true power of the beast against which I had set my blade. Only when she struck me down, and then pulled me from the realms of death did I truly understand.\n\nI swore then to serve Vitara for the rest of my days, and we of the Sisterhood have done so. But although this blade is a symbol of our commitment to the Goddess, it is not the sword that will carry us.\n\nIt is deep within ourselves where true strength can be found. If the spirit is weak, then we should expect nothing more than oblivion.",
        "source": "Datacube",
        "sourcetype": "datacube"
    }, {
        "order": 8,
        "headline": "Servants of the Grove Guardian",
        "content": "These Pell have served us faithfully since the time that I arrived here, even after my son Dominus left for Cassus to rule the Dominion as its first emperor.\n\nThey are very simple creatures, yet gifted with an unusual intelligence. It is easy to see why the Eldan used them as servants in their experiments here.\n\nThis particular tribe serves the Grove Guardian Ondu, a powerful elemental creature who has lived here in these jungles for thousands of years. Ondu serves Vitara in his own primitive way, and the Sisterhood welcomes his presence here in the sanctuary. For my part, I sleep better knowing he watches over it.\n\nI dare not think what might happen if something were to befall him.",
        "source": "Datacube",
        "sourcetype": "datacube"
    }]
}, {
    "label": "Religion",
    "entries": [{
        "order": 1,
        "headline": "Chronicle Houses",
        "content": "Prior to the Vigilant Declaration, the Dominion didn't have an official religion it expected all subjects embrace.\n\nHuman religious life, particularly in provincial areas, centered on chronicle houses, where citizens would gather to hear chroniclers recite the stories of their ancestors. Chronicle houses were often seen as the central community hub of a Cassian settlement, and chroniclers often became pillars of the community, settling disputes, offering advice or guidance, and officiating communal ceremonies.\n\nWhen Emperor Jarec signed the Vigilant Declaration, the new church was quick to take advantage of existing chronicle houses to facilitate rapid expansion, often refitting or replacing these historical buildings as holy places to dedicated to the Eldan.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#history",
        "sourcetype": "loremageddon"
    }, {
        "order": 2,
        "headline": "Relunctant adoption of new beliefs",
        "content": "Although humans looked upon those of Eldan blood with a sense of reverence and wonderment from the time Dominus first set foot on Cassus, many lowborn communities were not so eager to abandon their traditional beliefs.\n\nAnd while the Vigilant Virtues (each associated with one of the famed children of Dominus) were already a strong influence on Cassian culture before they were canonized, many townships still held to the example set by their own heroes of legend.\n\nSo although there were strong cultural precedents for Emperor Jarec to establish an official religion founded on these values, many citizens still felt displaced in the wake of its rapid, widespread adoption.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#history",
        "sourcetype": "loremageddon"
    }, {
        "order": 2,
        "headline": "The Vigilant Church",
        "content": "Cassians are the most devoted disciples of the Vigilant Church, and can be found in many different clerical and priestly vocations.\n\nThey often serve as Inquisitors, church agents who tirelessly root out heretical ideas that undermine the authority of the emperor.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#religion",
        "sourcetype": "loremageddon"
    }]
}, {
    "label": "Communities",
    "entries": [{
        "order": 1,
        "headline": "Planned, orderly and classically elegant",
        "content": "Cassian communities are planned, orderly, and classically elegant: \n\n* Large territories are generally ruled by a provincial governor - a title granted by one of the Great Houses of the Luminai. \n\n* Smaller communities are ruled by prefects who report to the governor. \n\n* Vigilant missions are common throughout the empire, and are generally ruled by a high priest of the church. \n\n* In all Cassian communities, Imperial traditions are upheld and respect is always paid to the reigning emperor. ",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#communities",
        "sourcetype": "loremageddon"
    }, {
        "order": 2,
        "headline": "PAPA DOMINUS PIZZA: Is it real?",
        "content": "Definitely not - it'd be blasphemy. Sort of like modern day humans having a 'Papa Jesus Pizza' or similar. ",
        "source": "https://twitter.com/CarbineGary/status/727932272645578752",
        "sourcetype": "twitter"
    }, {
        "order": 3,
        "headline": "Do they have Cults?",
        "content": "Realistically, I'd be surprised if they didn't. We've discussed specific factions within the factions, but not much past that.",
        "source": "https://twitter.com/CarbineGary/status/727952665443864576",
        "sourcetype": "twitter"
    }]
}, {
    "label": "Culture",
    "entries": [{
        "order": 1,
        "headline": "What about cases of Mechari/Cassian Marriage?",
        "content": "Cassians rarely marry Mechari.\nMarriage between highborn Cassians is most often done for political and social reasons, such as to bind two houses together or to produce an heir, and marriage to a Mechari accomplishes neither of these.\n\nLikewise, lowborn Cassians rarely associate with Mechari given their reduced station in Dominion society. To the Lowborn, Mechari are often authority figures to be respected and feared, not married.\n\nThat being said, there have been instances of Mechari and Cassians being wed, but they are the exception rather than the rule.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#player-races",
        "sourcetype": "loremageddon"
    }]
}, {
    "label": "Relations",
    "entries": [{
        "order": 1,
        "headline": "Luminai",
        "content": "All Cassians are loyal to a Cassian High Family. The High Families are in turn loyal to one of the Seven Great Houses of the Luminai.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#relations",
        "sourcetype": "loremageddon"
    }, {
        "order": 2,
        "headline": "Mechari",
        "content": "As Eldan creations, Cassians revere the Mechari and generally follow their advice without question.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#relations",
        "sourcetype": "loremageddon"
    }, {
        "order": 3,
        "headline": "Chua",
        "content": "Cassians feel that Chua provide an indispensable service to the Dominion, and usually overlook their mischievousness because of it.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#relations",
        "sourcetype": "loremageddon"
    }, {
        "order": 4,
        "headline": "Draken",
        "content": "Cassians respect the skill and ferocity of the Draken, seeing them as the ultimate manifestation of Dominion strength.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#relations",
        "sourcetype": "loremageddon"
    }, {
        "order": 5,
        "headline": "Exile Humans ",
        "content": "Cassians harbor an intense hatred of their Exile brethren, consider them unforgivable traitors and heretics.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#relations",
        "sourcetype": "loremageddon"
    }, {
        "order": 6,
        "headline": "Aurin",
        "content": "Cassians consider Aurin little more than feral forest creatures whose presence is a desecration of their rightful kingdom.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#relations",
        "sourcetype": "loremageddon"
    }, {
        "order": 7,
        "headline": "Granok",
        "content": "Cassian humans will never forget the Granok and the embarrassing defeat the Dominion suffered against them. They look forward to settling the score.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#relations",
        "sourcetype": "loremageddon"
    }, {
        "order": 8,
        "headline": "Mordesh",
        "content": "The Cassians see the Mordesh as foul, diseased abominations worthy only of extermination. They will usually attack them on sight, in order to destroy them before they spread the Contagion.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#relations",
        "sourcetype": "loremageddon"
    }, {
        "order": 9,
        "headline": "Are Ikthians or Exiles the bigger threat?",
        "content": "While the Dominion considers the Ikthians to be a species of dangerous trespassers on Nexus, the empire’s day-to-day efforts are almost completely focused on defeating the Exiles.\n\nUntil such time as the Ikthians can successfully prove to the Dominion that they are more than an occasional nuisance, the Exiles will continue to be its primary concern. ",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/#alien-races",
        "sourcetype": "loremageddon"
    }, {
        "order": 10,
        "headline": "Why was Arboria never given a chance by the Dominion?",
        "content": "Harboring the enemies of the Dominion is more than enough for the empire to justify its actions.\n\nIgnorance is no excuse in the eyes of Dominion law. Plus, the Exiles likely told the Aurin about the Dominion. ",
        "source": "https://twitter.com/CarbineGary/status/727919436913479680",
        "sourcetype": "twitter"
    }]
}, {
    "label": "faction",
    "entries": [{
        "order": 1,
        "headline": "Heart and Soul of the Dominion",
        "content": "The Cassians are the heart and soul of the Dominion. Their fervent, unwavering belief often serves as a compass for the empire during turbulent times - and can serve to focus the more extreme proclivities of their Dominion counterparts.\n\nMost Cassian citizens serve at least a few years in the Dominion military, unless they have already dedicated their lives to the Vigilant Church.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#faction",
        "sourcetype": "loremageddon"
    }]
}, {
    "label": "glossary",
    "entries": [{
        "order": 1,
        "headline": "Citizen",
        "content": "A member of the Dominion. May be lowborn or highborn.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#glossary",
        "sourcetype": "loremageddon"
    }, {
        "order": 2,
        "headline": "Ghoul",
        "content": "A Mordesh.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#glossary",
        "sourcetype": "loremageddon"
    }, {
        "order": 3,
        "headline": "Gnoxian",
        "content": "A Granok.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#glossary",
        "sourcetype": "loremageddon"
    }, {
        "order": 4,
        "headline": "Heretics",
        "content": "Exiles.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#glossary",
        "sourcetype": "loremageddon"
    }, {
        "order": 5,
        "headline": "Luminai",
        "content": "The human-Eldan hybrids whose Great Houses help the emperor run the Dominion. When addressing a Luminai, the speaker usually uses 'Luminai' as one might use 'my lord' when addressing a Cassian noble.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#glossary",
        "sourcetype": "loremageddon"
    }, {
        "order": 6,
        "headline": "My Lady/My Lord",
        "content": "Term of address for highborn human nobles to all but the Luminai. Also m'lord and m'lady.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#glossary",
        "sourcetype": "loremageddon"
    }, {
        "order": 7,
        "headline": "Scions",
        "content": "The six children of Dominus, who founded and gave their names to the seven great houses of the Luminai and now serve as the patron saints of the Vigilant Church. They often appear in oaths and exclamations, either individually or as a group.\n\n*HISTORICAL NOTE: Dominus did have a seventh child, his son Chaul. House Chaul – now known as “the Ghost House” - was dissolved by Emperor Myrcalus as a result of its involvement in the assassination of Jarec the Vigilant.*",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#glossary",
        "sourcetype": "loremageddon"
    }, {
        "order": 8,
        "headline": "Traitors",
        "content": "Exiles.",
        "source": "http://www.wildstar-online.com/en/game/loremageddon/cassian/#glossary",
        "sourcetype": "loremageddon"
    }]
}]
